Repository: eilite/corsaire_ios
Catalog: Corsaire/*.lproj/Localizable.strings
Languages: es, fr

# app_name
source: Corsair GPS
es: Corsario GPS
fr: Corsaire

# adresse_introuvable
source: Address not found, Please try an other address.
es: Dirección no encontrada. Gracias a probar otra.
fr: Adresse non trouvée. Merci de redéfinir l'adresse de destination.

source: ATM
es: Cajero automático
fr: Distributeurs de billets

# autre
source: Others
es: Otro
fr: Autres

# bar
source: Bar / Café
es: Bar / Cafe
fr: Bars Café

# bibliotheque
source: Libraries
es: Bibliotecas
fr: Bibliothèques

# bijouterie
source: Jewellery Stores
es: Joyeros
fr: Bijouterie

# boulangerie
source: Bakeries
es: Panaderías
fr: Boulangeries

# calcul_itineraire
source: Calculating your route
es: Calculando ruta
fr: Calcul de l'itinéraire

# choisir_destination
source: Choose a destination to calculate a route
es: Elige un destino para calcular una ruta
fr: Choisissez une destination pour calculer un itinéraire

# clique_pour_detail
source: Click here to see the detail of the route
es: Clic aquí para ver el detalle de la ruta
fr: Cliquez ici pour avoir le détail de l'itinéraire

# coiffeur
source: Hair salons
es: Peluquerías
fr: Coiffeurs

# commencer_la_navigation
source: Start navigation
es: Iniciar la navegación
fr: Commencer la navigation

source: Culture
es: Cultura

# dans
source: In
es: En
fr: Dans

# destination_hint
source: Destination
es: Destino

# details_itineraire
source: Detail of the route
es: Detaile de la ruta
fr: Détails de l'itinéraire

# erreur_505
source: An error has occurred, Please try again.
es: Se ha producido un error,
fr: Une erreur est survenue, veuillez réessayer.

# erreur_autorisation
source: You must allow the application to access your location to use the application
es: Debe permitir que la aplicación utilice su posición GPS
fr: Vous devez autoriser la localisation GPS pour utiliser l'application

# erreur_connexion
source: Check your internet connection
es: Compruebe su conexión a Internet
fr: Vérifiez votre connexion internet

# erreur_itineraire
source: Sorry, there is no route founded for this destination
es: No se han encontrado ruta por este destino
fr: Aucun itinéraire disponible pour cette destination

# erreur_pas_de_place_proximite
source: No place is nearby.
es: Ningún lugar está cerca.
fr: Aucun lieu ne se trouve à proximité.

# erreur_localisation
source: Unable to locate you, please try again.
es: No se puede localizar, inténtelo de nuevo.
fr: Impossible de vous géolocaliser, veuillez réessayer.

# erreur_vocale
source: I did not understand your request. Try Again.
es: No entendía su solicitud. Inténtelo de nuevo.
fr: Je n'ai pas compris votre demande. Veuillez réessayer.

# error_lancement_navigation
source: You must calculate a route before starting navigation
es: Debe calcular una ruta antes de iniciar la navegación
fr: Vous devez calculer un itinéraire avant de lancer la navigation

# etablissements
source: Property list
es: Lista de propiedades
fr: Liste des établissements

# liste_categories
source: Category list
es: Lista de Categorías
fr: Liste des Catégories

# message_aide_boussole
source: Press and hold the compass and orient your phone around you. When you point in the right direction, it will start to vibrate.
es: Mantenga oprimida la brújula y apunta su teléfono a su alrededor. Cuando se señala en la correcta dirección, su telefono comenzará a vibrar.
fr: Restez appuyé sur la boussole et orientez votre téléphone autour de vous. Lorsque vous pointez dans la bonne direction, celui-ci se mettra à vibrer.

source: Navigation
es: Navegación

# parametres
source: Settings
es: Configuración
fr: Paramètres

# pharmacie
source: Pharmacies
es: Farmacias

# pref_bus
source: Allow bus route
es: Permitir ruta con autobús
fr: Autoriser itinéraire en bus

# pref_bus_summ
source: Calculate the route using public transportation network where possible
es: Calcula la ruta utilizando la red de transporte público siempre que sea posible
fr: Calcul l'itinéraire en utilisant le réseau de transport public lorsque c'est possible

# pref_navigation_title
source: Navigation
es: Navegación

# pref_tts_summ
source: Enable Sound
es: Habilitar sonido
fr: Activer le son

# pref_vibrate_summ
source: Vibrates when you reach a new step of the route
es: Vibra cuando llegue a una nueva etapa de la ruta
fr: Vibre lors d'une nouvelle étape de l'itinéraire

# pref_vibrate_title
source: Vibrator
es: Vibrador
fr: Vibreur

# recherche_en_cours
source: Search in progress
es: Buscando lugares
fr: Recherche en cours

# recherche_proximite
source: Around Me
es: A mi alrededor
fr: Autour de moi

# recherche_vocale
source: Voice Search
es: Búsqueda por voz
fr: Recherche Vocale

# restaurant
source: Restaurants
es: Restaurantes

source: Shopping
es: Compras

# speech_not_supported
source: Sorry, your phone does not support voice recognition!
es: Lo siento, su teléfono no es compatible con el reconocimiento de voz!
fr: Désolé, votre appareil ne supporte pas la reconnaissance vocale!

# speech_prompt
source: Speak an address or a place
es: Constar la dirección o lugar de destino.
fr: Énoncez l'adresse ou le lieu de destination.

# supermarche
source: Supermarket
es: Supermercado
fr: Supermarchés

# transport
source: Public transports
es: Transporte público
fr: Transports en commun

# vous_arrivez_a_destination
source: You arrive at your destination
es: Llega a su destino
fr: Vous arrivez à destination

# boussole
source: Compass
es: Brújula
fr: Boussole

# carte
source: Map
es: Mapa
fr: Carte

# itineraire
source: %1$s is located at %2$s and at %3$s.
es: %1$s es de %2$s y %3$s.
fr: %1$s se situe à %2$s et à %3$s.

# ma_position
source: My location
es: Mi posición
fr: Ma position

# ou_je_suis
source: Where am I ?
es: Donde estoy?
fr: Où suis-je?

source: Search
es: Buscar
fr: Rechercher

# vous_vous_trouvez_ici
source: You are at
es: Esta en
fr: Vous êtes à
